Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “到时候我和你一起去，只有圣光才能净化魔气，就由我来亲手送他上天。”伊琳娜的声音有些冷。
en_us: "I will go with you, then. Only the Holy Light can purify the evil aura. I will send him to heaven personally." Irina's voice was cold.

source: “前……前辈啊，你说咱们虽然是别人眼中的官老爷，可也不过是个普通人，你倒还是个六级骑士，我连骑士都算不上，平日里没干啥坏事，都是听上边的安排，这出了事，咋就都是咱们的不是呢？”
en_us: "S-Senior, say, although we're officials in people's eyes, we're still ordinary people. You were at least a 6th-tier knight. I'm not even a knight. We didn't do anything bad. We just followed orders from above. Now that something happened, why is it our fault?

source: “前两天看了杂志，连做梦都在想呢，可惜混乱之城太远了，现在又走不开，否则一定要亲自去尝尝那位麦格先生的厨艺。”埃菲点头，眼中满是憧憬。
en_us: "I saw the magazine two days ago and was even thinking about it in my dreams. It's a pity Chaos City is too far way and I can't really leave now. otherwise, I would definitely want to try Mr. Mag's cooking for myself." Eiffie nodded with longing in her eyes.

source: “前日凑巧遇到了这家新开的酒馆，品尝到美酒滋味不错，才敢带诸位大人前来品尝。”波比连忙谦逊道，这里他官职最低，这次卢西恩带他来，恐怕也是有了提携之意，他自然要好好表现一番。
en_us: "I happened to bump into this newly opened tavern two days ago, and the drinks were not bad, so I dare to bring my lords here to try them out," Bobby humbly replied. His rank was the lowest among them, and Lucien probably brought him along to give him a leg up in his career. He naturally had to put on his best performance.

source: “前辈！”
en_us: "Senior!"

source: “前辈，你带我喝了那么多好酒，今天这酒你肯定没喝过，给你倒一杯，尝尝吧。”波比把倒好酒的酒杯放到了对面，沉默了一会，才给自己又倒了一杯。
en_us: "Sir, you've brought me to places to try good wine. This wine here must be one you've never tried before. I'll pour you a glass. Give it a try." Bobby placed the filled glass in front of him, and fell silent for a while before pouring another glass for himself.

source: “前辈，这第一杯，敬你当年的提携之恩。”波比端起酒杯，仰头一饮而尽。
en_us: "Sir, this first glass is a toast to you for helping me at work all these years." Bobby picked up the glass, and finished everything in a shot.

source: “加多少？”
en_us: "How much more?"

source: “劳烦给孩子们发放一下，每个孩子一串牛肉串和一串羊肉串。”麦格看着站在一旁的工作人员微笑着说道。
en_us: "Please give them to the children. Each child will have one beef kebab and one mutton kebab," Mag said to the staff members standing at the side with a smile.

source: “北面局势有些紧急，我希望纺织厂能够暂停手中的所有业务，全面赶制这一批火炮。”麦格将一叠图纸交给艾许莉。
en_us: "The situation in the north is tense. I hope the textile factory could stop all its current production first and quickly produce this batch of cannons." Mag passed the stack of blueprints to Ashley.

source: “十一点了！”麦格微微一惊，这何止是太阳晒屁股，这都中午了。
en_us: "It's already 11am!" Mag was slightly taken aback. This was already more than the sun shining down his butt. It was already noon.

source: “十万册！混乱之城的订单，预付款已经送到了。”那编辑确认道，呈上一张订单。
en_us: "100,000 prints! The preorder bill had been sent over from Chaos City," the editor said as he placed a receipt on Garlan's table.

source: “十个会不会太少了？”艾米问。
en_us: "Are 10 too few?" Amy asked.

source: “十五年前，我的父母死于一场抢劫案。凶手在营业结束后进入酒馆，杀死了他们，抢走了所有的钱。从那之后，再也没有人能酿出正宗的泰坦酒。”埃菲的眼眶微红，但依旧平静。
en_us: "15 years ago, my parents died in a robbery case. The perpetrator came to the tavern after we were closed for the day, killed them, and took all the money. From that day on, no one could brew the authentic Titan Liquor anymore." Eiffie's eyes reddened but she was still as calm.

source: “单纯的，就想看看靠做菜，我能有多出名。”麦格一脸认真的说道。
en_us: "I simply want to see how famous I can get by cooking alone," Mag said seriously.

source: “卖萌也可以维持生活吗？”亚伯罕笑道。
en_us: "Can acting cute sustain a living?" Abraham asked with a smile.

source: “卢西恩大人。”波比有些惊讶的看着那位官员，这可是兵部衙门里的副主事，真正的实权人物。
en_us: "Lord Lucien." Bobby was a little shocked to see him as the other party was the deputy manager of the Ministry of Defense, and was someone with legitimate power.

source: “卢西恩大人，罗莫街似乎已经不剩几家酒馆了，除了那家泰坦酒馆，可他们家太嘈杂了，要不咱们还是换一个地方吧。”几位兵部官员跟在卢西恩的身侧，走在罗莫街上，一位官员说道。
en_us: A few Ministry of Defense's officials followed Lucien on Romo Street, and one of them said, "Lord Lucien, there aren't many taverns left on Romo Street apart from Titan Tavern, but Titan Tavern is too boisterous. Why don't we go somewhere else?"

source: “卢西恩大人，这酒真有那么好？”先前怒怼麦格的那位大臣问道，有点不太相信。
en_us: "Lord Lucien, is this alcohol really that good?" The courtier who had criticized Mag was in disbelief.

source: “印刷机已经被我运回混乱之城，其他东西我可以去取给你。”麦格转身上楼，不一会提着一个超大的木箱子下来，直接放在晞的面前。
en_us: "I have already shipped the printing machine back to Chaos City. I can give the other items to you." Mag went upstairs and came down a gigantic wooden box. He placed it right in front of Xi.

source: “危！”
en_us: "Danger!"

source: “危！”麦格心中暗道糟糕，千算万算，忘了家里的财政大权已经落入了伊琳娜的手中，而他现在花出去的每一分钱都叫私房钱。
en_us: Danger! Mag thought to himself. After so much calculation, he forgot that the family finances had already landed in Irina's hands. Right now, every single cent he spent would be considered his secret stash.

source: “厉害啊，没想到亚历克斯不仅实力强大，还是一位谋略超群的人，实在令人敬佩。”诺亚有些崇拜的看着麦格。
en_us: Awesome. I didn't expect Alex to be such a strategist apart from being powerful. He's so admirable. Noah looked at Mag with adoration.

source: “原本是这样的，不过，现在恐怕来不及了。”海伦娜摇了摇头，抬了抬手，虚空中开始播放一段留影。
en_us: "I am, initially, but now, I'm afraid it's not going to be in time." Helena shook her head. She lifted her hand and a video began to play in the void.

source: “原来……父亲大人他们为了照顾我的感受，连这种味道都可以接受。”艾米看了一眼厨房的方向，然后目光一转，落到了正趴在柜台上伸懒腰的丑小鸭身上。
en_us: "So…Father, Mother and Annie even tolerated such a horrible taste just to take care of my feelings." Amy looked at the kitchen before she turned her gaze to Ugly Duckling, who was stretching out lazily on the counter.

source: “原来……系统也不是无所不知的……”麦格轻叹了一口气。
en_us: "So... the System is not all-knowing..." Mag sighed.

source: “原来如此，这就好办了。”梅兰特点头，也不废话，直接在那坟堆前坐下，再次开始作法。
en_us: "Oh, I see. This will be easy, then." Merante nodded. He didn't waste time talking, and immediately sat down in front of that grave mound, and began to do his spell.

source: “原来我的厨艺如此惊人，果然过去都是浪费才华了。”诺亚放下碗，一脸惊叹。
en_us: "To think that I am so good at cooking. It was all wasted talent," Noya exclaimed as he put his bowl down.

source: “原来是亚伯罕公爵的大人，没想到他也在这里喝酒啊。”
en_us: "So it's Duke Abraham. I didn't expect him to be drinking here too."

source: “原来是同行啊。”
en_us: "So he's one of us."

source: “原来是波比大人推荐的地方，那必然是有好酒了。”众官员若有所思，同时也是留了个心思。
en_us: "So it was Lord Bobby who recommended this place. Then, it must have great drinks." The officials were thoughtful and mindful at the same time.

source: “原来是藏在下面。”
en_us: "So, it's hidden down there."

source: “原来是这样啊。”埃菲若有所思的点点头，看来哈迪斯先生的舌头一定非常灵活，而且很擅长吸东西……
en_us: "I see." Eiffie nodded thoughtfully. It seemed Mr. Hades's tongue was very numble, and he was also very good at sucking...

source: “原来是那位老板的女儿，好嘞，有埃菲老板娘带着，那就没问题了。”老板恍然，立马麻利的盛了三碗汤，用食盒小心装着递给玛拉。
en_us: "So, she's the daughter of that boss. Alright, since Lady Boss Eiffie is carrying them for her, there's no problem." The boss was convinced. He quickly scooped three bowls of soup, put them in a takeaway box and passed to Mala.

source: “厨神信仰值，是要基于对方对于您的厨艺产生学习的想法，并且对此付诸行动而产生的。”系统的解释在麦格脑海中响起。
en_us: "The God of Cookery's faith value is based on the other party being inspired to learn to cook by you and act upon that thought." The system's explanation rang in Mag's head.

source: “去他娘的和平条约！”
en_us: "Fu*k that peace treaty!"

source: “去吧。”伊琳娜点头，他的精神完全能够覆盖这个庄园，让两个孩子出去晚会也不会有什么意外。
en_us: "Go ahead." Irina nodded. Her spiritual power could cover this entire manor. Nothing would happen even if the children went out to play for a while.

source: “去吧。”那人吩咐道。
en_us: "Go." That man instructed.

source: “去吧，干活去。”埃菲挥了挥手，把玛拉赶出酿酒坊。
en_us: "Go and work now." Eiffie waved her hand and chased Mala out of the brewery.

source: “去最近的标记点看看。”麦格扫了一眼龟甲石，驾着紫纹狮鹫向着斜下方落去。
en_us: "Let's take a look at the nearest marked point." Mag swept a glance at the septaria oracle, and drove the purple-striped griffin downwards diagonally.

source: “去看看现场吧。”梅兰特起身，神情凝重。
en_us: "Let's take a look at the scene." Merante stood up with a serious expression.

source: “去黛蓝工厂。”歌洛璃娅上了马车，便吩咐道。
en_us: Gloria got onto the carriage, and instructed, "Go to the Blue Suede Factory."

source: “参加这个品酒大会，还真是去对了。”麦格满意的点点头。
en_us: "It's indeed right to take part in this liquor tasting event." Mag nodded with satisfaction.

source: “又发生大火，莫非又有人作案？”路易斯站在一处高楼的屋顶，遥望远处的着火屋舍。
en_us: "Another fire? Could it be done by someone again?" Louis looked out at the blazing roof afar.

source: “又来了哦。”艾米提示了一声，又丢出了一颗绿豆。
en_us: "Here it comes again," Amy hinted again before throwing out another mung bean.

source: “又来？”麦格皱眉，开门一看，站在门外的不是希利和卡诺，而是一身冰霜长裙的伊丽莎白。
en_us: "Again?" Mag frowned. He opened the door to take a look. It wasn't Seely and Canault at the door, but Elizabeth in a frost long dress.

source: “又歇业了？有钱人开酒馆就是这样枯燥的吗？”埃菲送一位喝的酩酊大醉的客人出门，刚好看到麦格翻转木牌进门的情景，不禁嘀咕道。
en_us: "Closed again? Are the taverns opened by rich people so boring?" Eiffie mumbled to herself when she saw Mag flip the wooden plaque as she sent a drunk customer out.

source: “又香又脆，好好吃哦。”艾米的眼睛一亮，把剩下的爆米花分给了众人，开始了自己的搓爆米花的大计。
en_us: "This is fragrant and crispy. Delicious." Amy's eyes lit up. She shared the remaining popcorn with everyone else, and started her popcorn operation.

source: “双金奖，我们邻居也获得了金奖，看来我投资的房子要涨价了。”麦格笑着说道。
en_us: "It's a twin gold awards. Our neighbor got the gold award too. Seems like the properties I invested are going to increase in value." Mag chuckled.

source: “反正下次你要是再去打架，不带上我可不行，就算我不动手，在旁边帮你站岗也行。”麦格一脸认真的看着她说道。
en_us: "Anyway, you've got to bring me along when you go for a fight in the future. Even if I don't fight along with you, I can still watch you by the side," Mag said seriously.

source: “发生什么事情了吗？”艾米一脸疑惑的问道。
en_us: "Did something happen?" Amy asked with a perplexed look.

source: “受伤了吗？”麦格连忙将伊琳娜从阿紫背上抱下，在她的身上并未看到明显的伤势，呼吸也尚且平稳，只是陷入了昏迷不醒的状态。
en_us: "Is she injured?" Mag immediately carried Irina off Ah Zi's back. There weren't any obvious injuries on her body, and her breathing was smooth. She was simply out cold.

source: “受点伤，本该继续追查此事，现在又要耽搁了。”梅兰特叹了口气，有些自责。
en_us: "We should be continuing with our investigations, but things have to be delayed now because I'm injured," Merante said self-reproachfully with a sigh.

source: “变成天鹅可能有点难度，不如变成一只熊猫吧，长这个样。”麦格拿起一旁的平板调出了一张熊猫幼崽的图片。
en_us: "It's a little difficult to turn it into a swan. How about a panda? It looks like this." Mag picked the tablet at the side, and searched for a panda cub's picture.

source: “古尸消失了，从现场痕迹来看，发生的时间距现在并不久远。”梅兰特神情凝重道：“他们应该是被控制了。”
en_us: "They are missing. Judging from the marks left behind, it happened recently." Merante gravely said, "They should be controlled."

source: “古老者曾经立下誓言，不能大规模进入诺兰大陆，你们只能靠自己抵御克苏鲁和他所控制的丧尸狂潮。”晞摇头道。
en_us: "The Elder Things had made a promise before. They cannot enter the Norland Continent en masse. You have to depend on yourselves to defend against Cthulhu and the zombie horde that it controls." Xi shook her head.

source: “古老者的强大，也是有限制的吧？否则又怎会任由那些封印数千年日渐老化而坐视不管？”麦格笑着反问道。
en_us: "The power of the Elder Things are also limited, right? Otherwise, why would you have let the seals age without doing anything?" Mag asked in return.

source: “古老者，究竟是什么？”
en_us: "What exactly is the Elder Things?"

source: “古老者？”麦格微微挑眉，想到了克苏鲁神话中那个长着海星脑袋的纺锤状模样的古老种族。
en_us: "The Elder Things?" Mag cocked his eyebrows. He was reminded of that ancient species in the Cthulhu Mythos that had starfish-like appendages.

source: “古老者？那是什么？”伊琳娜皱眉。
en_us: "The Elder Things? What's that?" Irina frowned.

source: “叨扰老板了，我家主人非常喜欢您做的下酒菜，特差遣小人来向您求购一些，不知是否方便。”老管家微笑着说道。
en_us: "I'm sorry to bother you, Boss. My master loves your side dishes, and sent me to buy some from you. I wonder if it's convenient?" the old butler asked smilingly.

source: “只成功了一半，泰坦酒没有两年以上的窖藏，是没有灵魂的。”埃菲笑着摇摇头，道：“玛拉，你去取橡木桶，我要把这些原酒先调配成合格的泰坦酒，再将他们装桶封存。”
en_us: "This is only half the success. Titan Liquor without at least 2 years of storage is without a soul." Eiffie shook her head and said, "Mala, go and retrieve the oak barrel. I want to make this brewed wine into a qualified Titan Liquor before string them in the barrel.

source: “只是一本书而已……应该没什么。”麦格安慰自己。
en_us: "It's just a book…It should be nothing." Mag consoled himself.

source: “只是拥有这种能力的人非常稀少而已。”梅兰特摇头，目光重新看向了那处被烧成白地的府邸，神情肃然道：“可以肯定这和暮光森林的灭族惨案是同一人所为，魔气是同源的。不过应该是作案时间比较匆忙，他只吸收了部分怨念和灵魂，如果能够进入到废墟，应该能够从鬼魂那里获得更多信息。”
en_us: "It's just that it is too rare for people to have this ability." Merante shook his head. He looked back at the burnt mansion, and said seriously, "I can confirm that this was done by the same person that wiped out the Twilight Forest tribes. They have the same source of evil aura. However, he was probably in a rush when he committed the crime, so he could only absorb part of the resentment and souls. If we could enter the ruins, we should be able to get more information from the spirits."

source: “只是过来吃个饭，埃菲小姐不用每次都那么客气的。”麦格看着埃菲手里提着的一套厨具说道。
en_us: Mag looked at the kitchenware in Eiffie's hand and said, "It's just a simple lunch. Miss Eiffie didn't have to be so polite every time."

source: “只有自己变得更强大，才有能力保护自己珍视的人。”麦格平静的说道。
en_us: "You can only protect people you care about when you become strong," Mag said calmly.

source: “只能卖给你十只，要是想补充大鹅数量，隔壁就有专门卖鹅的摊位。”麦格笑着看着老板，这些鹅明显是训练过的。
en_us: "I can only sell 10 of them to you. If you want to replenish the number of geese, there is a stall selling geese next door." Mag looked at the boss with a smile. These geese were obviously trained.

source: “只要你是酒馆老板，那就都可以报名参与，不过必须要使用本酒馆独家酿造的酒。本届活动已经筹办了一个月了，三日后正式举行现场品酒，今日是报名的最后期限。”埃菲说道。
en_us: "You can qualify as long as you're a tavern onwner, but you have to use wine brewed specially in yoru tavern. It had already been a month since the preparation for this year's event started and the event itself would be officially launched three days later. Today is the last day for registration," Eiffie said.

source: “只要怨气不散，他便能够做到，这才是魔鬼的可怕之处。”梅兰特微微摇头，坦然道：“就算是我们鬼族，也能通过一些方法做到。”
en_us: "As long as the resentment exists, he is able to do it, but that is exactly the devil's scary part." Merante nodded slightly and honestly said, "Even our Ghost Clan can do it through certain methods."

source: “只要是能够食用的，一只101铜币是吧？”系统确认道。
en_us: "As long as it's edible, 101 copper coins for every single one of them?" The system confirmed again.

source: “只要让它放凉就可以了是吧？”伊琳娜看着麦格问道。
en_us: "We just need to let it cool down, right?" Irina asked Mag.

source: “只闻其香，便知是好酒，可惜了赫克托品尝不到了。”卢西恩轻叹了一口气，端起酒杯抿了一小口。
en_us: "Just the smell of it, and I can tell that it's a good wine. Such a pity that Hector won't be able to try it." Lucien sighed gently, and took a sip of the wine.

source: “只闻其香，便知晓是难得一见的好酒，没想到这罗莫街一家新开的小酒馆里，还藏着这等美酒。”一位大臣赞叹道。
en_us: "I know it's a great liquor just by smelling its aroma. I didn't expect such great liquor to exist in a newly opened tavern on this Romo Street," a courtier praised.

source: “只闻酒香便知是好酒，看来这届品酒大会要出新酒了。”弗格斯也是眼睛一亮，笑着和库尔特说道。
en_us: Fergus' eyes lit up too as he said to Kurt, "We already knew that it's a good liquor just by smelling it. Seems like a new liquor will emerge in this year's liquor tasting event."

source: “叮咚！”
en_us: "Ding dong!

source: “叮咚！恭喜小主帮助父亲创造了一道新的下酒菜！任务奖励：一套迷你厨具！”
en_us: "Ding! Congratulations in helping your Father create a new side dish! Mission reward: A set of mini kitchenware!"

source: “叮咚！支线任务发布：老父亲的愿望：帮助塞班酒馆获得1000位客人，任务完成后将获得神秘奖励！”
en_us: "Ding-Dong! Side mission released: The old father's wish: Help Saipan Tavern reached its 1000th customer. You will gain a mysterious reward after completing the mission!"

source: “叮！101铜币扣除成功！”
en_us: "Ding! 101 copper coins is successfully deducted!"

source: “叮！”
en_us: "Ding!"

source: “叮！任务发布：来自女儿的请求：请宿主改进本世界的绿豆酥制作工艺，制作出一道完美的绿豆酥！任务成功奖励：获得初级甜品师头衔！并且获得神秘礼包一份！任务惩罚：生吃绿豆一百斤！”
en_us: "Ding! New mission, A Daughter's Request: please upgrade the mung bean pancake in this world to produce a perfect mung bean pancake! Mission reward: Amateur Patissier title and a mysterious gift pack! Mission failure: eat 50 kg of raw mung beans!

source: “叮！恭喜宿主完成绿豆糕改良任务！获得初级甜品师称号！并且获得甜品大礼包一份！请查收！”
en_us: "Ding! Congratulations on completing the mung bean pastry improvement mission! You have gained the title of elementary patissier! Awarding a big dessert gift package! Please accept your gift!"

source: “叮！恭喜宿主完成菜品创造任务！两道下酒菜已发放！请注意查收！”
en_us: "Ding! Congratulations in completing the dish creation mission! Two side dishes had been released! Please accept them!"

source: “叮！恭喜宿主完成阶段性任务：餐厅人气突破1000！获得奖励：香辣田螺菜谱一份！”
en_us: "Ding! Congratulations on completing the mission: The tarven's popularity had break through 1000! Reward received: a recipe of the spicy escargot!"

source: “叮！突发事件激发隐藏任务：开一家富有名气的酒馆！请宿主在洛都开设一家在酒友圈中富有名气的酒馆，成为洛都最富名气的酒馆！”
en_us: "Ding! A sudden event has triggered a hidden mission: open a famous tavern! Could the Host please open a tavern famous with the alcohol connoisseur in Rodu, and become the most famous tavern in Rodu!

source: “可……可不是嘛，他算什么，哪……哪调动的了边军，而且还是对兽人族和精灵族同时发动战争，这种事情说出去恐怕都没有人敢相信吧？”波比点着头，有些含糊道。
en_us: "Isn't… Isn't that so. What was he? H-how could he deploy the army from the borders. Besides, it's a war against the orcs and elves. No one would believe it was possible," Bobby mumbled with a nod.

source: “可不可以把他脸上的血痕消一下，让他看起来走的自然一点。”麦格一手挡着艾米的眼睛，看着伊琳娜说道。
en_us: Mag covered Amy's eyes and said to Irina, "Can we remove the bloody scratches on his face and make him look like he had died more naturally?"

source: “可不是，今年的生意不好做，隔壁那酒馆又在转让了，今年这是第五家了吧？”
en_us: "Isn't it so? This year's business is bad. The tavern next door has switched hands again. Is that already the fifth owner?"

source: “可不是，你刚刚不是看到那食全食美杂志的封面了吗，真是凑表脸，一个美食杂志不好好做美食，竟然把厨师的图像当做卖点了，难道长得帅还能让做的菜变得更好吃吗？而且说不定那厨师真人长得和鬼一样。”老板一脸鄙夷道。
en_us: "Oh, yes. Didn't you see that Perfect Food magazine's cover earlier? It's really shameless. It's a gourmet magazine, but it failed to promote food, and instead used a chef's portrait as the selling point. Does one make more delicious food simply because he's more good-looking? Moreover, perhaps that chef looks like a ghost," the boss said disdainfully.

source: “可不是，哈迪斯先生应该超厉害才对。”埃菲在心里想着，连玛拉都看出了一些端倪，她有怎么可能完全没有感觉。
en_us: "Ain't I right? Mr. Hades should be very formidable." Eiffie thought. Even Mala could see something, how could she not have any feelings?

source: “可之前麦老板说希望分两个刊发这两篇文章。”迈洛开口道。
en_us: "But Boss Mag said he hoped to release these two articles in two separate issues," Mylo spoke up.

source: “可人家也没说餐厅正常营业啊。”迈洛苦笑道。
en_us: "But he didn't say that the restaurant would be operating as usual too," Mylo said with a bitter smile.

source: “可他们已经死了无数年，只剩下被冰雪延缓了腐败的尸体，怎么蛊惑？”麦格不解。
en_us: "But they were already dead for years. Only their bodies that preserved by the ice and snow. How is he going to enchant them?" Mag didn't understand them.

source: “可他是乔修，安德烈最喜欢的儿子之一，最有可能成为洛斯帝国下一任皇帝的二皇子，而且还向魔鬼出卖了灵魂。这次他能够越过安德烈，调动军方对兽人族和精灵族同时发动战争，已经证明不能用常理来判断他的能力。”伊琳娜的表情颇为认真。
en_us: "But he is Josh, one of Andre's favorite sons and the second prince who is very likely to become the next king of the Roth Empire. Moreover, he has sold his soul to the devil. The fact that he has gone over Andre to mobilize the army to invade the orcs and elves at the same time has already proven that we can't use logic to judge his ability." Irina looked very serious.

source: “可以带我参观一下吗？”麦格来了兴趣，他确定酒坊旁的那个小酒窖应该不是用来长时间囤酒的。
en_us: "Can you please bring me to take a look?" Mag's interest was piqued. He was certain that the small cellar next to the brewery wasn't used to store liquor for a long time.

source: “可以看到这盅汤之中有许多食材的存在，肉类、贝类、菌类，还有许多我不认识的食材。”
en_us: "One can see that there are many ingredients in this soup. Meat, shellfish, mushrooms and many other ingredients that I don't know."

source: “可以进去了。”卡诺连忙说道，和希利一起走入餐厅。
en_us: "We can go in now," Canault quickly said, and walked in with Seely.

source: “可以，这很无发强者。”康妮默默竖起了一个大拇指。
en_us: "Alright. This is very much like what the hairless powerhouse would do." Connie gave Rex a thumbs-up.

source: “可否让我看看那些东西。”
en_us: "May I take a look at those things?"

source: “可她毕竟是一个半精灵，恐怕陛下……”
en_us: "However, she's half-elf, after all. I'm afraid His Majesty will…"

source: “可如今魔鬼现世，蛊惑世人，连二皇子都被其蛊惑控制，神灵尚未对此事降下旨意，我们……”大主教迟疑着道。
en_us: "But the devil has reappeared now. It's bewitching people. Even the second prince was bewitched and controlled by it. The Holy Spirit hasn't given any instructions about this matter yet. We…"

source: “可如此的话，洛斯帝国国内群情激奋，安德烈便有了正当的出兵理由，再次雷霆一击拿下奥格部落，也并非难事。”迪克斯闻言也是眉头紧皱。
en_us: "However, with this proclamation, the Roth Empire's people will be agitated, and Andre will have a legitimate reason to deploy troops. It won't be difficult to take down Aug Tribe if the Roth Empire strikes again." Dicus also frowned after hearing that.

source: “可姬娜最喜欢的是叫化鸡。”伊琳娜提出了自己的质疑。
en_us: "But Gina's favorite food is the beggar's chicken." Irina raised her doubt.

source: “可当初我父亲也只卖200铜币一瓶而已。”埃菲惊讶道。
en_us: "But my father only sold them for 200 copper coins per bottle back then." Eiffie exclaimed.

source: “可惜你是个女子，不然我一定和你结拜为兄弟。”麦格轻轻叹了口气。
en_us: "It's a pity that you're a woman, otherwise I will definitely become sworn brothers with you." Mag sighed softly.

source: “可惜差一点。”麦格有些遗憾的叹了口气，抬手两剑斩了那大蛇的两个脑袋，只留下了中间那个还在缓慢恢复的脑袋，一剑把它拍晕。
en_us: "Such a pity. I was so close." Mag sighed regretfully. He slashed off the two heads of that giant snake, leaving the center head that was still slowly recovering. He smacked it unconscious with his sword.

source: “可我怕累赘。”麦格看了他一眼。
en_us: Mag flicked a glance at him. "But I'm afraid you will be my burden."

source: “可是……”希尔蹙眉，这的确是巴菲特家族数年前便开始做准备的事情，甚至还算不上最差的结果，毕竟全面的战争尚未开始，还有许多种族已经结成了和平联盟。
en_us: "But…" Scheer frowned. This was what the Buffett Family had gotten ready for years ago. It was not even the worst outcome. After all, the war had yet to break out completely. There were many races that had formed the Peace Alliance.

source: “可是……连塞班酒馆都没有辉煌过，现在就要去帮忙让另一家酒馆变得辉煌吗？”艾米有点疑惑的问道。
en_us: "But... Saipan Tavern had not had its glory and I have to help another tavern reach its glory?" Amy asked, bewildered.

source: “可是……那会不会太危险了。”埃菲有些担忧，她可不想哈迪斯先生一家为她再次涉险。
en_us: "But...will it be too dangerous?" Eiffie was a little worried. She didn't want Mr. Hades and his family to put themselves at risk for her again.

source: “可是你刚刚评价了，说那是一份完美的拍黄瓜。”艾米认真道。
en_us: "But you've given your rating just now. It was a perfect Smashed Cucumber Salad," Amy said seriously.

source: “可是你喝的是水啊？”玛拉更加惊讶了。
en_us: "But you're drinking water?" Mala was even more shocked.

source: “可是你要是把它开起来了，想停下来的时候怎么办呢？”麦格笑着反问道，总不能当个永不下线的快乐风男吧。
en_us: "But if you start it, what do you do if you want to stop?" Mag asked with a smile. She could not be on the road forever.

source: “可是它的壳好硬啊，煮了之后会变软吗？”
en_us: "But the shell is very hard. Would it turn soft after cooking?"

source: “可是小姐……”玛拉抓着埃菲的衣袖。
en_us: "But, Young Mistress..." Miss grabbed Eiffie's sleeve.

source: “可是工厂那边没有人会用。”伊琳娜摇头。
en_us: "But nobody at the factory knows how to use it." Irina shook her head.

source: “可是我们要怎么办呢？”埃菲皱眉。
en_us: "But what should we do then?" Eiffie furrowed her brows.

source: “可是我想学呢。”艾米伸手抓住了麦格的两根手指，轻轻晃着，央求道：“我也想学一个简单的菜呢，这样下次就可以做给大家吃了。”
en_us: "But I want to learn." Amy reached her hand out, grabbed two of Mag's fingers and swayed them from side to side as she peladed, "I want to learn a simple dish too. That way, I can make it for everyone."

source: “可是父亲当年酿酒也是这样的……”埃菲皱眉道，可她小时候进酒窖，明明看到父亲酿酒时也是蒸汽缭绕的模样。
en_us: "But that was how Father brewed the liquor back then..." Eiffie said with a frown. She had seen how her father was surrounded by steam during brewing when she entered the cellar as a young girl.

source: “可是酋长……”那兽人欲言又止。
en_us: "But, Chief…" That orc tired to reason with Auster, only to be abruptly cut off.

source: “可是门从外面锁上了，而且，肯定有人在看守乔的尸体。”
en_us: "But the door is locked from outside. Besides, there would definitely be someone keeping watch on Joe's body."

source: “可有报名限制？具体又在哪日举办呢？”麦格问道。
en_us: "Is there a limitation to the registration? Where and when exactly is it held?" Mag asked.

source: “可能……是有点醉了吧……”埃菲拿起手边的杯子喝了一口。
en_us: "I might... be a little drunk..." Eiffie took a sip from the cup beside ehr.
